"use strict"

//1. Пользователь вводит ТРИ числа вывести в консоль наибольшее из них. В этой задаче необходимо сделать проверку на число (нужно убедиться, что пользователь ввел именно число)



//2. Используя конструкцию switch, напишите программу, которая переводит числа в слова. Например: пользователь вводит число 2, программа выводит «Два». Программу необходимо сделать для цифр от 0 до 5 (включительно)

let homeworkNumber = 5;

switch(homeworkNumber) {
    case 0:
        console.log("Ноль");
        break;
    case 1: 
        console.log("Один");
        break;
    case 2:
        console.log("Два");
        break;
    case 3: 
        console.log("Три");
        break;
    case 4:
        console.log("Четыри");
        break;
    case 5: 
        console.log("Пять");
        break;
}

